tests/test-extensions/rick-and-morty-extension/src/main/resources/test-http-response.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <con:ram xmlns:con="http://ram.test.mule.org">
            <text>%s</text>
        </con:ram>
    </soap:Body>
</soap:Envelope>
